acpi
adobe-source-code-pro-fonts
alsa-tools
alsa-utils
amarok
apache
apricots
audacious
autoconf
automake
binutils
bison
blueman
bluez
bluez-firmware
bluez-hid2hci
bluez-tools
bluez-utils
broadcom-wl-dkms
bzip2
chromium
clamav
conky
conky-manager
connman
coreutils
cryptsetup
deadbeef
device-mapper
dhcpcd
dia
diffutils
dkms
dmenu
e2fsprogs
epydoc
fakeroot
file
filesystem
findutils
firefox
flashplugin
flex
freerdp
gawk
gcc
gcc-libs
gecko-mediaplayer
geda-gaf
gettext
gimp
git
gksu
glhack
glibc
gmrun
gpmdp
grep
groff
grub
gtkmm
gvim
gzip
htop
inetutils
iproute2
iputils
irssi
iw
jfsutils
kpatience
less
lib32-flashplugin
libreoffice-fresh
libtool
licenses
links
linux
linux-headers
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
mlocate
mono
mutt
nano
ncurses5-compat-libs
netctl
nmap
npapi-vlc
npm
ntp
nuget
openssh
os-prober
pacman
parted
patch
pciutils
pcmciautils
perl
pkg-config
procps-ng
psmisc
putty
python-kivy
python-pillow
python-pip
python2-kivy
python2-pillow
python2-pip
python2-pygame-sdl2
ranger
rdesktop
reflector
reiserfsprogs
rfkill
s-nail
sdl2_gfx
sdl2_image
sdl2_mixer
sdl2_net
sdl2_ttf
sed
shadow
slock
ssmtp
subversion
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
tmux
transmission-cli
tree
ttf-dejavu
ttf-freefont
ttf-liberation
ufw
unzip
usbutils
util-linux
vi
vinagre
virtualbox
virtualbox-ext-vnc
vlc
vulscan
which
wpa_supplicant
xf86-input-evdev
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfsprogs
xine-ui
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclipboard
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xournal
xscreensaver
zenity
zsh
